Repository: beginwebdev2002/AI-Automation_Agency
Catalog: apps/admin-panel/src/locale/messages.tj.xlf
Languages: tj

# adminDashboardTitle
source: Admin Dashboard
tj: Панели администратор

# totalClientsLabel
source: Total Clients
tj: Ҳамагӣ мизоҷон

# telegramRevenueLabel
source: Telegram Revenue
tj: Даромад аз Telegram

# currencyTJS
source: TJS
tj: сомонӣ

# activeQueueLabel
source: Active Queue
tj: Навбати фаъол

# queueManagementTitle
source: Queue Management
tj: Идоракунии навбат

# columnName
source: Name
tj: Ном

# columnService
source: Service
tj: Хизматрасонӣ

# columnStatus
source: Status
tj: Ҳолат

# columnActions
source: Actions
tj: Амалҳо

# actionCall
source: Call
tj: Даъват

# actionComplete
source: Complete
tj: Анҷом

# actionCancel
source: Cancel
tj: Бекор кардан

# chatBotStatus
source: Online
tj: Онлайн

# chatInputPlaceholder
source: Ask about treatments...
tj: Дар бораи табобат пурсед...

# chatWelcomeMessage
source: Hello! I am your AI assistant. Ask me anything about our treatments.
tj: Салом! Ман ёрдамчии AI-и шумо ҳастам. Дар бораи табобатҳои мо ҳар чизе пурсед.

# chatErrorMessage
source: Sorry, I encountered an error.
tj: Бубахшед, хатогӣ рух дод.

# calculatorTitle
source: Treatment Calculator
tj: Калкулятори табобат

# totalEstimateLabel
source: Total Estimate
tj: Ҳисоби умумӣ

# bookAppointmentButton
source: Book Appointment
tj: Бақайдгирӣ

# categoryAll
source: All
tj: Ҳама

# categoryLaser
source: Laser
tj: Лазер

# categoryBotox
source: Botox
tj: Ботокс

# categoryFacials
source: Facials
tj: Нигоҳубини рӯй

# categoryConsultation
source: Consultation
tj: Машварат

# serviceFullFaceLaser
source: Full Face Laser
tj: Лазери рӯй (пурра)

# serviceUnderarmsLaser
source: Underarms Laser
tj: Лазери зери бағал

# serviceBotoxForehead
source: Botox Forehead
tj: Ботокси пешонӣ

# serviceLipFiller
source: Lip Filler
tj: Пуркунандаи лаб

# liveQueueTitle
source: Live Queue
tj: Навбати зинда

# nowServingLabel
source: Now Serving
tj: Ҳоло қабул карда мешавад

source: Waiting for next patient...
tj: Интизори бемори навбатӣ...

# upNextLabel
source: Up Next
tj: Дар навбат

# queueEmpty
source: Queue is empty
tj: Навбат холӣ аст

# welcomeTitle
source: Welcome to AAA Cosmetics
tj: Хуш омадед ба AAA Cosmetics

# selectServicePrompt
source: Please select a service to join the queue
tj: Лутфан хизматрасониро интихоб кунед

# takeNumberButton
source: TAKE A NUMBER
tj: ГИРИФТАНИ РАҚАМ

# processingButton
source: Processing...
tj: Коркард...

# inQueueMessage
source: You are in queue!
tj: Шумо дар навбат ҳастед!

# joinQueueError
source: Failed to join queue. Please try again.
tj: Хатогӣ ҳангоми гирифтани навбат. Лутфан дубора кӯшиш кунед.
